// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibrera din skärm";
HelpTitle = "Kalibrera din skärm";

GretagMacbethInfoTitle = "Kalibrera och skapa profil för din datorskärm för konsekvent färgexakthet. Klicka på knappen nedan för att kalibrera din skärm med hjälp av GretagMacbeth Display Calibrator.";
AppleDisplayCalibratorInfoTitle = "Kalibrera och skapa profil för din datorskärm för konsekvent färgexakthet. Klicka på knappen nedan för att kalibrera din skärm med hjälp av Apple Display Calibrator Assistant.";
KongAppleDisplayCalibratorInfoTitle = "Bildskärmars färgvisning degraderas med tiden. ICC-profilen som medföljer vissa bildskärmar blir gradvis ogiltiga och färgexaktheten minskar. Använd Apple Display Calibrator med jämna mellanrum för att skapa en egen ICC-profil och säkerställa optimal färgprestanda. Kalibreringsintervallet varierar mellan olika bildskärmar, men yrkesfolk rekommenderar i allmänhet att man kalibrerar bildskärmen varannan vecka.";

HPAdvancedProfilingSolutionInfoTitle = "Kalibrera datorskärmen och tilldela den en profil så att du får konsekventa färger.\n\nKlicka på “Kalibrera” om du vill kalibrera skärmen med hjälp av HPs avancerade profileringslösning.";
DesignjetButtonTitle = "Kalibrera";
ButtonDefaultTitle = "Starta Display Calibrator";